Repository: scottwaters/Choragus
Catalog: Packages/SonosKit/Sources/SonosKit/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, nb, nl, pl, pt, sv, zh_hans

# diagCopyRowWithPayloadHelp
source: Copies the row with LAN IPs, paths, and device IDs intact. Auth tokens are still removed (they were never persisted). For local debugging or sharing through a trusted channel.
da: Kopierer rækken med LAN-IP’er, stier og enheds-ID’er intakte. Autentificeringstokens fjernes stadig (de gemmes aldrig). Til lokal fejlfinding eller deling via en betroet kanal.
de: Kopiert die Zeile mit LAN-IPs, Pfaden und Geräte-IDs. Auth-Token werden weiterhin entfernt (sie werden nie gespeichert). Für lokale Fehlersuche oder Weitergabe über einen vertrauenswürdigen Kanal.
es: Copia la fila con IP de LAN, rutas e identificadores de dispositivo intactos. Los tokens de autenticación se eliminan (nunca se guardan). Para depuración local o compartir por un canal de confianza.
fr: Copie la ligne avec les IP LAN, chemins et identifiants d’appareil intacts. Les jetons d’auth sont toujours retirés (ils ne sont jamais stockés). Pour le débogage local ou un partage via un canal de confiance.
it: Copia la riga con IP della LAN, percorsi e ID dispositivo intatti. I token di autenticazione vengono comunque rimossi (non vengono mai salvati). Per debug locale o condivisione tramite un canale fidato.
ja: LAN IP、パス、デバイス ID をそのまま含めて行をコピーします。認証トークンは引き続き削除されます（保存されません）。ローカルデバッグや信頼できるチャネル経由の共有用です。
nb: Kopierer raden med LAN-IP-er, baner og enhets-ID-er intakte. Autentiseringstokens fjernes fortsatt (de lagres aldri). For lokal feilsøking eller deling via en betrodd kanal.
nl: Kopieert de rij met LAN-IP’s, paden en apparaat-ID’s intact. Auth-tokens worden nog steeds verwijderd (ze worden nooit opgeslagen). Voor lokale foutopsporing of delen via een vertrouwd kanaal.
pl: Kopiuje wiersz z nienaruszonymi adresami IP LAN, ścieżkami i identyfikatorami urządzeń. Tokeny uwierzytelniania są nadal usuwane (nigdy nie są zapisywane). Do lokalnego debugowania lub udostępniania zaufanym kanałem.
pt: Copia a linha com IPs da LAN, caminhos e IDs de dispositivo intactos. Os tokens de autenticação continuam a ser removidos (nunca são guardados). Para depuração local ou partilha através de um canal de confiança.
sv: Kopierar raden med LAN-IP, sökvägar och enhets-ID intakta. Autentiseringstokens tas fortfarande bort (de sparas aldrig). För lokal felsökning eller delning via en betrodd kanal.
zh_hans: 复制该行，保留 LAN IP、路径和设备 ID。认证令牌仍会被移除（从不持久化）。用于本地调试或通过可信渠道共享。

# diagEncryptedReportBug
source: Report Bug (encrypted)
da: Rapportér bug (krypteret)
de: Fehler melden (verschlüsselt)
es: Informar bug (cifrado)
fr: Signaler un bug (chiffré)
it: Segnala bug (cifrato)
ja: バグを報告（暗号化）
nb: Rapporter bug (kryptert)
nl: Bug melden (versleuteld)
pl: Zgłoś błąd (szyfrowane)
pt: Reportar bug (cifrado)
sv: Rapportera bug (krypterad)
zh_hans: 报告 bug（加密）

# diagEncryptedReportBugHelp
source: Writes an encrypted bundle to your Downloads folder, reveals it in Finder, and opens GitHub Issues so you can drag the file into the body. The bundle is opaque to anyone except the maintainer.
da: Skriver en krypteret pakke til din Downloads-mappe, viser den i Finder og åbner GitHub Issues, så du kan trække filen ind i teksten. Pakken er ugennemsigtig for alle undtagen vedligeholderen.
de: Schreibt ein verschlüsseltes Paket in deinen Downloads-Ordner, zeigt es im Finder an und öffnet GitHub Issues, damit du die Datei in den Beitrag ziehen kannst. Das Paket ist für alle außer dem Betreuer undurchsichtig.
es: Escribe un paquete cifrado en tu carpeta Descargas, lo muestra en Finder y abre GitHub Issues para que arrastres el archivo al cuerpo. El paquete es opaco para cualquiera excepto el responsable.
fr: Écrit un lot chiffré dans votre dossier Téléchargements, le révèle dans le Finder et ouvre GitHub Issues pour que vous puissiez glisser le fichier dans le corps. Le lot est opaque pour quiconque sauf le mainteneur.
it: Scrive un pacchetto cifrato nella cartella Download, lo mostra nel Finder e apre GitHub Issues per trascinarlo nel corpo. Il pacchetto è opaco per chiunque tranne il manutentore.
ja: 暗号化されたバンドルをダウンロードフォルダに書き出し、Finderで表示して、GitHub Issuesを開きます。ファイルを本文にドラッグしてください。バンドルはメンテナー以外には不透明です。
nb: Skriver en kryptert pakke til Nedlastinger-mappen, viser den i Finder og åpner GitHub Issues så du kan dra filen inn i teksten. Pakken er ugjennomsiktig for alle unntatt vedlikeholderen.
nl: Schrijft een versleuteld pakket naar je Downloads-map, toont het in Finder en opent GitHub Issues zodat je het bestand in de tekst kunt slepen. Het pakket is ondoorzichtig voor iedereen behalve de beheerder.
pl: Zapisuje zaszyfrowany pakiet w folderze Pobrane, pokazuje go w Finderze i otwiera GitHub Issues, aby przeciągnąć plik do treści. Pakiet jest nieczytelny dla wszystkich oprócz opiekuna.
pt: Escreve um pacote cifrado na pasta Transferências, mostra-o no Finder e abre o GitHub Issues para arrastar o ficheiro para o corpo. O pacote é opaco para todos exceto o responsável.
sv: Skriver ett krypterat paket till din Nedladdningar-mapp, visar det i Finder och öppnar GitHub Issues så att du kan dra filen in i texten. Paketet är ogenomskinligt för alla utom underhållaren.
zh_hans: 将加密的包写入“下载”文件夹，在 Finder 中显示，并打开 GitHub Issues，便于将文件拖入正文。除维护者外的任何人都看不到包内容。

# diagEncryptedReportFailedTitle
source: Could not save the encrypted bug bundle
da: Kunne ikke gemme den krypterede bugpakke
de: Verschlüsseltes Fehlerpaket konnte nicht gespeichert werden
es: No se pudo guardar el paquete cifrado del bug
fr: Impossible d’enregistrer le lot chiffré de bug
it: Impossibile salvare il pacchetto cifrato del bug
ja: 暗号化されたバグバンドルを保存できませんでした
nb: Kunne ikke lagre den krypterte bugpakken
nl: Kan het versleutelde bugpakket niet opslaan
pl: Nie można zapisać zaszyfrowanego pakietu błędu
pt: Não foi possível guardar o pacote cifrado do bug
sv: Kunde inte spara det krypterade bugpaketet
zh_hans: 无法保存加密的 bug 包

# diagEncryptedReportFormBody
source: ## What happened? <!-- Describe what you were doing when the bug occurred. --> ## Diagnostic bundle Please attach the encrypted bundle file just saved to your Downloads folder: `%@` Drag it from the Finder window that just opened into this comment to attach it. (The `.log` suffix is just so GitHub accepts the upload — the file is still the encrypted bundle, not a plain log; no rename needed.) The bundle is opaque to GitHub and to anyone but the maintainer — auth tokens have already been removed at the Choragus side.
da: ## Hvad skete der? <!-- Beskriv, hvad du gjorde, da bugen opstod. --> ## Diagnostikpakke Vedhæft den krypterede pakkefil, der lige er gemt i din Downloads-mappe: `%@` Træk den fra Finder-vinduet, der lige er åbnet, til denne kommentar for at vedhæfte den. Pakken er ugennemsigtig for GitHub og for alle undtagen vedligeholderen — autentificeringstokens er allerede fjernet på Choragus-siden.
de: ## Was ist passiert? <!-- Beschreibe, was du gemacht hast, als der Fehler auftrat. --> ## Diagnose-Paket Bitte hänge die verschlüsselte Paketdatei an, die gerade in deinen Downloads-Ordner gespeichert wurde: `%@` Ziehe sie aus dem geöffneten Finder-Fenster in diesen Kommentar, um sie anzuhängen. Das Paket ist für GitHub und alle außer dem Betreuer undurchsichtig — Auth-Token wurden bereits auf der Choragus-Seite entfernt.
es: ## ¿Qué ocurrió? <!-- Describe lo que estabas haciendo cuando ocurrió el bug. --> ## Paquete de diagnóstico Adjunta el archivo del paquete cifrado que se acaba de guardar en tu carpeta Descargas: `%@` Arrástralo desde la ventana del Finder que se acaba de abrir a este comentario para adjuntarlo. El paquete es opaco para GitHub y para cualquiera excepto el responsable — los tokens de autenticación ya se eliminaron en el lado de Choragus.
fr: ## Que s’est-il passé ? <!-- Décrivez ce que vous faisiez quand le bug s’est produit. --> ## Lot de diagnostic Veuillez joindre le fichier de lot chiffré qui vient d’être enregistré dans votre dossier Téléchargements : `%@` Glissez-le depuis la fenêtre du Finder qui vient de s’ouvrir vers ce commentaire pour le joindre. Le lot est opaque pour GitHub et pour quiconque sauf le mainteneur — les jetons d’authentification ont déjà été retirés côté Choragus.
it: ## Cosa è successo? <!-- Descrivi cosa stavi facendo quando si è verificato il bug. --> ## Pacchetto diagnostico Allega il file del pacchetto cifrato appena salvato nella tua cartella Download: `%@` Trascinalo dalla finestra del Finder appena aperta in questo commento per allegarlo. Il pacchetto è opaco per GitHub e per chiunque tranne il manutentore — i token di autenticazione sono già stati rimossi sul lato Choragus.
ja: ## 何が起きましたか？ <!-- バグが発生したときに何をしていたかを説明してください。 --> ## 診断バンドル ダウンロードフォルダに保存された暗号化バンドルファイルを添付してください: `%@` 開いたFinderウィンドウからこのコメントにドラッグして添付してください。 バンドルはGitHubおよびメンテナー以外の誰にも不透明です — 認証トークンはChoragus側で既に削除されています。
nb: ## Hva skjedde? <!-- Beskriv hva du gjorde da bugen oppstod. --> ## Diagnostikkpakke Legg ved den krypterte pakkefilen som nettopp ble lagret i Nedlastinger-mappen: `%@` Dra den fra Finder-vinduet som nettopp åpnet seg til denne kommentaren for å legge den ved. Pakken er ugjennomsiktig for GitHub og alle unntatt vedlikeholderen — autentiseringstokens er allerede fjernet på Choragus-siden.
nl: ## Wat is er gebeurd? <!-- Beschrijf wat je aan het doen was toen de bug optrad. --> ## Diagnostisch pakket Voeg het versleutelde pakketbestand toe dat zojuist in je Downloads-map is opgeslagen: `%@` Sleep het uit het zojuist geopende Finder-venster in deze opmerking om het bij te voegen. Het pakket is ondoorzichtig voor GitHub en iedereen behalve de beheerder — auth-tokens zijn al verwijderd aan de Choragus-kant.
pl: ## Co się stało? <!-- Opisz, co robiłeś, gdy wystąpił błąd. --> ## Pakiet diagnostyczny Dołącz plik zaszyfrowanego pakietu, który został zapisany w folderze Pobrane: `%@` Przeciągnij go z otwartego okna Findera do tego komentarza, aby go dołączyć. Pakiet jest nieczytelny dla GitHub i wszystkich oprócz opiekuna — tokeny uwierzytelniania zostały już usunięte po stronie Choragus.
pt: ## O que aconteceu? <!-- Descreva o que estava a fazer quando o bug ocorreu. --> ## Pacote de diagnóstico Anexe o ficheiro do pacote cifrado que acaba de ser guardado na sua pasta Transferências: `%@` Arraste-o da janela do Finder que acaba de abrir para este comentário para anexá-lo. O pacote é opaco para o GitHub e para qualquer pessoa exceto o responsável — os tokens de autenticação já foram removidos no lado do Choragus.
sv: ## Vad hände? <!-- Beskriv vad du gjorde när buggen inträffade. --> ## Diagnostikpaket Bifoga den krypterade paketfilen som just sparades i din Nedladdningar-mapp: `%@` Dra den från Finder-fönstret som just öppnades till denna kommentar för att bifoga den. Paketet är ogenomskinligt för GitHub och för alla utom underhållaren — autentiseringstokens har redan tagits bort på Choragus-sidan.
zh_hans: ## 发生了什么？ <!-- 描述错误发生时您正在做什么。 --> ## 诊断包 请附加刚刚保存到您“下载”文件夹的加密包文件： `%@` 将其从刚打开的 Finder 窗口拖入此评论以附加。 包对 GitHub 和除维护者外的任何人都不透明 — 认证令牌已在 Choragus 端被移除。

# diagEncryptedReportFormTitle
source: Bug report — diagnostic bundle attached
da: Bugrapport — diagnostikpakke vedhæftet
de: Fehlerbericht — Diagnose-Paket angehängt
es: Informe de bug — paquete de diagnóstico adjunto
fr: Rapport de bug — lot de diagnostic joint
it: Segnalazione bug — pacchetto diagnostico allegato
ja: バグレポート — 診断バンドル添付
nb: Bugrapport — diagnostikkpakke vedlagt
nl: Bugrapport — diagnostisch pakket bijgevoegd
pl: Zgłoszenie błędu — pakiet diagnostyczny w załączniku
pt: Relatório de bug — pacote de diagnóstico anexado
sv: Bugrapport — diagnostikpaket bifogat
zh_hans: Bug 报告 — 已附加诊断包

# diagEncryptedReportSecurity
source: Report Security Issue (encrypted)
da: Rapportér sikkerhedsproblem (krypteret)
de: Sicherheitsproblem melden (verschlüsselt)
es: Informar problema de seguridad (cifrado)
fr: Signaler un problème de sécurité (chiffré)
it: Segnala problema di sicurezza (cifrato)
ja: セキュリティ問題を報告（暗号化）
nb: Rapporter sikkerhetsproblem (kryptert)
nl: Beveiligingsprobleem melden (versleuteld)
pl: Zgłoś problem bezpieczeństwa (szyfrowane)
pt: Reportar problema de segurança (cifrado)
sv: Rapportera säkerhetsproblem (krypterat)
zh_hans: 报告安全问题（加密）

# diagEncryptedReportSecurityHelp
source: Writes an encrypted bundle to your Downloads folder and opens GitHub’s private security advisory form. Drag the file into the Description field. Use this for token-leakage, sandbox, or code-execution-class issues.
da: Skriver en krypteret pakke til Downloads og åbner GitHubs private sikkerhedsformular. Træk filen til feltet Beskrivelse. Til token-lækage, sandbox eller kodeudførsel.
de: Schreibt ein verschlüsseltes Paket in deinen Downloads-Ordner und öffnet das private Sicherheitshinweis-Formular von GitHub. Ziehe die Datei in das Beschreibungsfeld. Für Token-Leck-, Sandbox- oder Code-Ausführungs-Probleme.
es: Escribe un paquete cifrado en Descargas y abre el formulario privado de avisos de seguridad de GitHub. Arrastra el archivo al campo Descripción. Para fugas de token, sandbox o ejecución de código.
fr: Écrit un lot chiffré dans Téléchargements et ouvre le formulaire d’avis de sécurité privé de GitHub. Glissez le fichier dans le champ Description. Pour les fuites de jeton, le sandbox, l’exécution de code.
it: Scrive un pacchetto cifrato in Download e apre il modulo privato di avviso di sicurezza di GitHub. Trascina il file nel campo Descrizione. Per problemi di fuga di token, sandbox o esecuzione di codice.
ja: 暗号化されたバンドルをダウンロードに書き出し、GitHubの非公開セキュリティアドバイザリーフォームを開きます。ファイルを説明欄にドラッグしてください。トークン漏洩、サンドボックス、コード実行系の問題向けです。
nb: Skriver en kryptert pakke til Nedlastinger og åpner GitHubs private sikkerhetsformular. Dra filen til Beskrivelse-feltet. For token-lekkasje, sandbox eller kodekørings-problemer.
nl: Schrijft een versleuteld pakket naar Downloads en opent het privé beveiligingsadviesformulier van GitHub. Sleep het bestand in het beschrijvingsveld. Voor token-lekken, sandbox- of code-uitvoeringsproblemen.
pl: Zapisuje zaszyfrowany pakiet w Pobranych i otwiera prywatny formularz porady bezpieczeństwa GitHub. Przeciągnij plik do pola Opis. Do problemów z wyciekiem tokenów, sandboxem lub wykonywaniem kodu.
pt: Escreve um pacote cifrado em Transferências e abre o formulário privado de aviso de segurança do GitHub. Arraste o ficheiro para o campo Descrição. Para fugas de token, sandbox ou execução de código.
sv: Skriver ett krypterat paket till Nedladdningar och öppnar GitHubs privata säkerhetsformulär. Dra filen till fältet Beskrivning. För token-läckage-, sandbox- eller kodexekveringsproblem.
zh_hans: 将加密的包写入“下载”，并打开 GitHub 的私密安全咨询表单。将文件拖到“说明”字段。用于令牌泄露、沙盒或代码执行类问题。

# diagEntriesCountFormat
source: %d of %d entries
da: %d af %d poster
de: %d von %d Einträgen
es: %d de %d entradas
fr: %d sur %d entrées
it: %d di %d voci
ja: %d 件 / %d 件
nb: %d av %d oppføringer
nl: %d van %d items
pl: %d z %d wpisów
pt: %d de %d entradas
sv: %d av %d poster
zh_hans: %d / %d 项

# diagFilterAll
source: All
da: Alle
de: Alle
es: Todos
fr: Tous
it: Tutti
ja: すべて
nb: Alle
nl: Alle
pl: Wszystkie
pt: Todos
sv: Alla
zh_hans: 全部

# diagFilterErrors
source: Errors only
da: Kun fejl
de: Nur Fehler
es: Solo errores
fr: Erreurs uniquement
it: Solo errori
ja: エラーのみ
nb: Bare feil
nl: Alleen fouten
pl: Tylko błędy
pt: Apenas erros
sv: Endast fel
zh_hans: 仅错误

# diagFilterRooms
source: Filter rooms…
da: Filtrer rum…
de: Räume filtern…
es: Filtrar habitaciones…
fr: Filtrer les pièces…
it: Filtra stanze…
ja: 部屋を絞り込む…
nb: Filtrer rom…
nl: Kamers filteren…
pl: Filtruj pokoje…
pt: Filtrar divisões…
sv: Filtrera rum…
zh_hans: 筛选房间…

# diagFilterWarningsAndErrors
source: Warnings + errors
da: Advarsler + fejl
de: Warnungen + Fehler
es: Avisos + errores
fr: Avertissements + erreurs
it: Avvisi + errori
ja: 警告 + エラー
nb: Advarsler + feil
nl: Waarschuwingen + fouten
pl: Ostrzeżenia + błędy
pt: Avisos + erros
sv: Varningar + fel
zh_hans: 警告 + 错误

# diagGroupByRoom
source: Group by room
da: Gruppér efter rum
de: Nach Raum gruppieren
es: Agrupar por habitación
fr: Grouper par pièce
it: Raggruppa per stanza
ja: 部屋ごとにまとめる
nb: Grupper etter rom
nl: Groeperen per kamer
pl: Grupuj według pokoju
pt: Agrupar por divisão
sv: Gruppera per rum
zh_hans: 按房间分组

# diagHealthBanner
source: Data is read directly from each speaker. Green means normal, orange means worth checking, red means the speaker needs attention. Click a column header to sort.
da: Data læses direkte fra hver højttaler. Grøn er normal, orange bør tjekkes, rød kræver handling. Klik på en kolonneoverskrift for at sortere.
de: Die Daten werden direkt von jedem Lautsprecher gelesen. Grün bedeutet normal, Orange bedeutet prüfenswert, Rot bedeutet Handlungsbedarf. Zum Sortieren auf eine Spaltenüberschrift klicken.
es: Los datos se leen directamente de cada altavoz. Verde: normal; naranja: conviene revisar; rojo: requiere atención. Haga clic en un encabezado de columna para ordenar.
fr: Les données sont lues directement depuis chaque enceinte. Vert : normal ; orange : à vérifier ; rouge : intervention nécessaire. Cliquez sur un en-tête de colonne pour trier.
it: I dati vengono letti direttamente da ogni altoparlante. Verde: normale; arancione: da controllare; rosso: richiede attenzione. Fare clic su un'intestazione di colonna per ordinare.
ja: データは各スピーカーから直接読み取ります。緑は正常、オレンジは要確認、赤は対応が必要です。列見出しをクリックすると並べ替えできます。
nb: Data leses direkte fra hver høyttaler. Grønt er normalt, oransje bør sjekkes, rødt trenger oppfølging. Klikk på en kolonneoverskrift for å sortere.
nl: Gegevens worden rechtstreeks van elke luidspreker gelezen. Groen is normaal, oranje is het controleren waard, rood vraagt aandacht. Klik op een kolomkop om te sorteren.
pl: Dane są odczytywane bezpośrednio z każdego głośnika. Zielony: normalnie; pomarańczowy: warto sprawdzić; czerwony: wymaga uwagi. Kliknij nagłówek kolumny, aby sortować.
pt: Os dados são lidos diretamente de cada coluna. Verde: normal; laranja: vale verificar; vermelho: requer atenção. Clique num cabeçalho de coluna para ordenar.
sv: Data läses direkt från varje högtalare. Grönt är normalt, orange är värt att kontrollera, rött behöver åtgärd. Klicka på en kolumnrubrik för att sortera.
zh_hans: 数据直接从每台扬声器读取。绿色表示正常，橙色表示值得检查，红色表示需要处理。点击列标题可排序。
